<template>
    <div class="content">
        <div class="account">
            <div class="wrap">
                <ul class="breadcrumbs">
                    <li>
                        <router-link to="/">
                            {{ $vuetify.lang.t('$vuetify.breadcrumbs.home') }}
                        </router-link>
                    </li>

                    <li>
                        <span>
                            {{ $vuetify.lang.t('$vuetify.breadcrumbs.rules') }}
                        </span>
                    </li>
                </ul>

                <div class="title_with_btn">
                    <a
                        href="/"
                        class="link_back"
                    >
                        {{ $vuetify.lang.t('$vuetify.back') }}
                    </a>

                    <h1>{{ $vuetify.lang.t('$vuetify.breadcrumbs.rules') }}</h1>
                </div>

                <div class="rules">
                    <ul class="rules__menu">
                        <li>
                            <a
                                class="active"
                                href="/"
                            >
                                Условия предоставления услуг
                            </a>
                        </li>

                        <li>
                            <a href="">Политика сервиса</a>
                        </li>

                        <li>
                            <a href="">Условия обработки платежей</a>
                        </li>

                        <li>
                            <a href="">Политика конфиденциальности</a>
                        </li>

                        <li>
                            <a href="">Гарантия для хозяев</a>
                        </li>

                        <li>
                            <a href="">Возврат</a>
                        </li>

                        <li>
                            <a href="">Политика в области интеллектуальной собственности</a>
                        </li>

                        <li>
                            <a href="">Политика в отношении файлов «cookie»</a>
                        </li>
                    </ul>

                    <div class="rules__content">
                        <h2>Условия предоставления услуг</h2>

                        <p>
                            Благодарим вас за то, что вы выбираете наш сервис!
                        </p>

                        <p>
                            Пожалуйста, внимательно ознакомьтесь с настоящими Условиями предоставления услуг («Условия»), поскольку они содержат важную информацию о ваших правах и обязанностях, а также о средствах юридической защиты. Пользуясь Платформой  или обращаясь к ней, вы обязуетесь соблюдать настоящие Условия.
                        </p>

                        <p>
                            Дата последнего обновления: 1 ноября 2019 г.
                        </p>

                        <p>
                            <strong>1. Объем услуг</strong>
                        </p>

                        <p>
                            Настоящие Условия представляют собой соглашение между вами и ? (см. определение ниже), имеющее обязательную юридическую силу («Соглашение») и регулирующее использование вами сайта ?, включая все его поддомены, а также иные сайты, через которые ? предоставляет свои услуги (далее совместно именуемые «Сайт»), наших приложений для мобильных телефонов, планшетов и иных устройств, а также интерфейсов прикладных программ (далее совместно именуемых «Приложение»), а также всех связанных с ними услуг (далее совместно именуемых «Услуги»). Сайт, Приложение и Услуги ? далее совместно именуются «Платформа ?».
                        </p>

                        <p>
                            1.1. Платформа ? – это онлайн-площадка, которая позволяет зарегистрированным пользователям («Пользователи») и определенным третьим лицам, предлагающим услуги (Пользователи и третьи лица, предлагающие услуги, именуются «Хозяева», а предлагаемые ими услуги — «Услуги хозяев»), публиковать объявления с предложением Услуг хозяев на Платформе ? («Объявления»), а также общаться и совершать операции напрямую с Пользователями, желающими забронировать данные Услуги хозяев (Пользователи, пользующиеся Услугами хозяев, именуются «Гости»). Услуги хозяев могут включать в себя сдачу в аренду мест для проживания или иных помещений («Жилье»), организацию одиночных или многодневных мероприятий в различных категориях («Впечатления»), возможность доступа на уникальные мероприятия и территории («Мероприятия»), а также иные услуги, связанные или не связанные с путешествиями.
                        </p>

                        <p>
                            1.2. ? предоставляет Платформу ? и не владеет, не создает, не продает, не перепродает, не контролирует, не предлагает, не предоставляет и не обеспечивает какие-либо Объявления или Услуги хозяев, а также не управляет ими, а также ? не является организатором путешествий или продавцом туристических пакетов в значении Директивы ЕС 2015/2302. Хозяева несут единоличную ответственность за свои Объявления и Услуги. Принимая или создавая бронирование, Пользователи вступают в договорные отношения непосредственно друг с другом. ? не является стороной или иным участником каких-либо договорных отношений между Пользователями, а также не является агентом по недвижимости или страховщиком. ? не выступает в качестве агента Пользователей, за исключением случаев, предусмотренных Условиями предоставления платежных услуг.
                        </p>

                        <p>
                            1.3. Несмотря на то, что мы можем оказывать помощь в разрешении споров, ? не контролирует и не гарантирует (i) существование, качество, безопасность, соответствие или законность каких-либо Объявлений или Услуг хозяев, (ii) достоверность или точность описаний, Рейтингов, Отзывов о Жилье или иного Пользовательского контента (см. определение ниже), а также (iii) действия или поведение Пользователей или третьих лиц. ? не рекомендует каких-либо Пользователей, Объявления или Услуги хозяев. Любые указания на то, что Пользователь «подтвержден» (или иные подобные определения), означают исключительно то, что Пользователь прошел соответствующую процедуру верификации или проверки. Любые подобные определения не являются рекомендацией или гарантией ? в отношении какого-либо Пользователя, в том числе относительно достоверности сведений о нем или отсутствии у него правонарушений, его надежности, безопасности или соответствия требованиям. Принимая решение остановиться в Жилье, поучаствовать во Впечатлении или Мероприятии, а также воспользоваться иными Услугами хозяев, принимая запрос о бронировании от Гостя, а также общаясь и взаимодействуя с другими Пользователями как онлайн, так и лично, вам следует проявлять должную осмотрительность и внимание. Проверенные изображения (см. определение ниже) предназначены исключительно для фотографического представления объекта недвижимости в Объявлении на момент осуществления фотосъемки, и не являются рекомендацией ? в отношении какого-либо Хозяина или Объявления.
                        </p>

                        <p>
                            1.4. Если вы принимаете решение воспользоваться Платформой ? в качестве Хозяина или Второго хозяина (см. определение ниже), то ваши взаимоотношения с ? ограничиваются отношениями независимых сторонних подрядчиков. В этом случае вы не являетесь работником, агентом, участником совместного предприятия или партнером ?, а действуете исключительно от своего лица и в собственных интересах, но ни в коем случае не от лица или в интересах ?. ? не руководит и не контролирует вас или вашу деятельность в рамках настоящего Соглашения, в том числе при оказании вами Услуг хозяев, а также не должна считаться таковой. Вы подтверждаете, что предлагаете Услуги хозяев и участвуете в других деловых или трудовых отношениях по собственной инициативе.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>
</template>



<script>
export default {
    name: 'TermsOfService'
}
</script>


